Repository: gioxx/YOURLS-LogoSuite
Catalog: languages/yourls-logo-suite-*.po
Languages: it_it

source: YOURLS Logo Suite Settings
it_it: Impostazioni di YOURLS Logo Suite

source: Settings updated successfully!
it_it: Impostazioni salvate correttamente!

source: Settings reset to default.
it_it: Le impostazioni vengono riportate ai valori predefiniti.

source: Version:
it_it: Versione:

source: Logo Settings
it_it: Impostazioni logo

source: Image URL
it_it: URL del'Immagine

source: Example: a direct link to your logo image (PNG, JPG, SVG).
it_it: Esempio: un link diretto all'immagine del vostro logo (PNG, JPG, SVG).

source: Unable to load the image. Please check the URL.
it_it: Impossibile caricare l'immagine. Controllare l'URL.

source: ALT Tag
it_it: Tag ALT

source: My Custom Logo
it_it: Il mio logo personalizzato

source: Example: descriptive text for accessibility.
it_it: Esempio: testo descrittivo per l'accessibilità.

source: Title Attribute
it_it: Attributo Title

source: Back to Dashboard
it_it: Torna al pannello

source: Example: tooltip text shown on hover.
it_it: Esempio: testo mostrato al passaggio del mouse.

source: Page Title Settings
it_it: Impostazioni del titolo pagina

source: Custom Title
it_it: Titolo personalizzato

source: My YOURLS Panel
it_it: Il mio pannello YOURLS

source: Example: your custom page title.
it_it: Esempio: il titolo personalizzato da visualizzare nella pagina.

source: Keep “(YOURLS)” after the custom title
it_it: Mantieni “(YOURLS)” dopo il titolo personalizzato

source: Note:
it_it: Nota:

source: Save Settings
it_it: Salva impostazioni

source: Saves the changes you made to logo and title.
it_it: Salva le modifiche apportate al logo e al titolo.

source: Reset to Default
it_it: Ripristina impostazioni predefinite

source: Restores original YOURLS logo and title, removing all customizations.
it_it: Ripristina il logo e il titolo originali di YOURLS, rimuovendo tutte le personalizzazioni.

source: Are you sure you want to reset all settings?
it_it: Sei sicuro di voler ripristinare tutte le impostazioni?

source: Changelog (Latest Release)
it_it: Changelog (ultima versione)

source: New version available:
it_it: Nuova versione disponibile:

source: View details on GitHub
it_it: Visualizza dettagli su GitHub

source: Update Available
it_it: Aggiornamento disponibile

source: GitHub API rate limit exceeded. Please try again later.
it_it: Limite delle richieste API di GitHub superato. Riprova più tardi.

source: No changelog available at the moment.
it_it: Nessun changelog disponibile al momento.
